Repository: ItsJuniorDias/Magic_World
Catalog: Magic World/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

source: %lld chapters
ar: %lld فصل
de: %lld Kapitel
es: %lld capítulos
fr: %lld chapitres
it: %lld capitoli
pt_br: %lld capítulos

source: %lld creatures
ar: %lld مخلوق
de: %lld Kreaturen
es: %lld criaturas
fr: %lld créatures
it: %lld creature
pt_br: %lld criaturas

source: %lld days free
ar: %lld يوم مجاني
de: %lld Tage gratis
es: %lld días gratis
fr: %lld jours offerts
it: %lld giorni gratis
pt_br: %lld dias grátis

source: %lld free this week
ar: %lld قصة مجانية هذا الأسبوع
de: %lld diese Woche gratis
es: %lld gratis esta semana
fr: %lld gratuites cette semaine
it: %lld gratis questa settimana
pt_br: %lld grátis esta semana

source: %lld hours
ar: %lld ساعة
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
pt_br: %lld horas

source: %lld left here
ar: بقيت %lld هنا
de: Noch %lld hier
es: %lld pendientes aquí
fr: %lld restent ici
it: %lld rimaste qui
pt_br: %lld restam aqui

source: %lld min
ar: %lld دقيقة

source: %lld minutes more
ar: %lld دقيقة إضافية
de: Noch %lld Minuten
es: %lld minutos más
fr: %lld minutes de plus
it: %lld minuti in più
pt_br: Faltam %lld minutos

source: %lld months free
ar: %lld شهر مجاني
de: %lld Monate gratis
es: %lld meses gratis
fr: %lld mois offerts
it: %lld mesi gratis
pt_br: %lld meses grátis

source: %lld more chapters to %@
ar: %1$lld فصل إلى %2$@
de: Noch %lld Kapitel bis %@
es: %lld capítulos más hasta %@
fr: %lld chapitres avant %@
it: %lld capitoli a %@
pt_br: %lld capítulos até %@

source: %lld more stories
ar: %lld قصة إضافية
de: Noch %lld Geschichten
es: %lld historias más
fr: %lld histoires de plus
it: %lld storie in più
pt_br: %lld histórias a mais

source: %lld more to keep
ar: %lld أخرى لحفظها
de: Noch %lld speichern
es: %lld más para guardar
fr: %lld de plus à garder
it: %lld ancora da salvare
pt_br: Faltam %lld para guardar

source: %lld of %lld
ar: %1$lld من %2$lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
pt_br: %lld de %lld

source: %lld realms to finish
ar: %lld عالم لإنهائه
de: Noch %lld Reiche
es: %lld reinos por terminar
fr: %lld royaumes à finir
it: %lld reami da finire
pt_br: %lld reinos para terminar

source: %lld stories free this week
ar: %lld قصة مجانية هذا الأسبوع
de: %lld Geschichten gratis diese Woche
es: %lld historias gratis esta semana
fr: %lld histoires gratuites cette semaine
it: %lld storie gratis questa settimana
pt_br: %lld histórias grátis esta semana

source: %lld to go
ar: بقي %lld
de: Noch %lld
es: Faltan %lld
fr: Encore %lld
it: Ancora %lld
pt_br: Faltam %lld

source: %lld weeks free
ar: %lld أسبوع مجاني
de: %lld Wochen gratis
es: %lld semanas gratis
fr: %lld semaines offertes
it: %lld settimane gratis
pt_br: %lld semanas grátis

source: %lld words
ar: %lld كلمة
de: %lld Wörter
es: %lld palabras
fr: %lld mots
it: %lld parole
pt_br: %lld palavras

source: %lld years free
ar: %lld سنة مجانية
de: %lld Jahre gratis
es: %lld años gratis
fr: %lld ans offerts
it: %lld anni gratis
pt_br: %lld anos grátis

source: A Dream Someone Dropped
ar: حلم أسقطه أحدهم
de: Ein Traum, den Jemand Fallen Ließ
es: Un Sueño Que Alguien Dejó Caer
fr: Un Rêve Tombé par Terre
it: Un Sogno Caduto per Terra
pt_br: Um Sonho Que Alguém Deixou Cair

source: A Hundred and Forty Steps
ar: مئة وأربعون درجة
de: Hundertvierzig Stufen
es: Ciento Cuarenta Escalones
fr: Cent Quarante Marches
it: Centoquaranta Gradini
pt_br: Cento e Quarenta Degraus

source: A Thing That Turns
ar: شيء يدور
de: Etwas, das Sich Dreht
es: Una Cosa Que Gira
fr: Une Chose Qui Tourne
it: Una Cosa Che Gira
pt_br: Uma Coisa Que Gira

source: A badger who runs a lost-property office under a root
ar: غرير يُدير مكتب مفقودات تحت جذر شجرة
de: Ein Dachs, der ein Fundbüro unter einer Wurzel führt
es: Un tejón que lleva una oficina de objetos perdidos bajo una raíz
fr: Un blaireau qui tient un bureau des objets trouvés sous une racine
it: Un tasso che gestisce un ufficio oggetti smarriti sotto una radice
pt_br: Um texugo que administra achados e perdidos sob uma raiz

source: A bat who can describe a room she has never seen lit
ar: خفّاشة تصف غرفةً لم ترها مضاءة قط
de: Eine Fledermaus, die einen Raum beschreiben kann, den sie nie hell gesehen hat
es: Una murciélaga que puede describir una habitación que nunca ha visto iluminada
fr: Une chauve-souris qui peut décrire une pièce qu’elle n’a jamais vue éclairée
it: Una pipistrella che sa descrivere una stanza che non ha mai visto illuminata
pt_br: Uma morcega que consegue descrever um quarto que ela nunca viu iluminado

source: A bear with a whole winter in her fur
ar: دبّة تحمل شتاءً كاملًا في فرائها
de: Eine Bärin mit einem ganzen Winter im Fell
es: Una osa con un invierno entero en el pelaje
fr: Une ourse avec tout un hiver dans son pelage
it: Un’orsa con un intero inverno nel pelo
pt_br: Uma ursa com um inverno inteiro no pelo

source: A boar who has walked every path that ever existed
ar: خنزير برّي مشى في كل درب وُجِد يومًا
de: Ein Keiler, der jeden Weg gegangen ist, der je existierte
es: Un jabalí que ha caminado por todos los senderos que han existido
fr: Un sanglier qui a arpenté tous les chemins ayant jamais existé
it: Un cinghiale che ha percorso ogni sentiero mai esistito
pt_br: Um javali que já andou por todos os caminhos que já existiram

source: A cat who appears at the far end of a dark street
ar: قط يظهر عند نهاية شارع مظلم
de: Eine Katze, die am Ende einer dunklen Straße erscheint
es: Un gato que aparece al final de una calle oscura
fr: Un chat qui apparaît au bout d’une rue sombre
it: Un gatto che appare in fondo a una strada buia
pt_br: Um gato que aparece no fim de uma rua escura

source: A chapter is waiting.
ar: هناك فصل في انتظارك.
de: Ein Kapitel wartet.
es: Un capítulo te espera.
fr: Un chapitre t’attend.
it: Un capitolo ti aspetta.
pt_br: Um capítulo te espera.

source: A cormorant who counts the boats out and in
ar: غاق يعدّ القوارب الخارجة والعائدة
de: Ein Kormoran, der die Boote hinaus und wieder herein zählt
es: Un cormorán que cuenta los barcos que salen y regresan
fr: Un cormoran qui compte les bateaux qui sortent et qui rentrent
it: Un cormorano che conta le barche in uscita e in entrata
pt_br: Um corvo-marinho que conta os barcos saindo e voltando

source: A donkey who takes sleep up the hill each evening
ar: حمار يصعد بالنوم إلى التلّة كل مساء
de: Ein Esel, der jeden Abend den Schlaf den Hügel hinaufträgt
es: Un burro que sube la colina llevando el sueño cada noche
fr: Un âne qui monte la colline avec le sommeil chaque soir
it: Un asino che porta il sonno su per il colle ogni sera
pt_br: Um burro que sobe a colina levando o sono cada noite

source: A dragonfly who is in this summer and one other
ar: يعسوب يوجد في هذا الصيف وفي صيف آخر
de: Eine Libelle, die in diesem Sommer und in einem anderen ist
es: Una libélula que está en este verano y en otro
fr: Une libellule qui est dans cet été-ci et dans un autre
it: Una libellula che sta in questa estate e in un’altra
pt_br: Uma libélula que está neste verão e num outro

source: A fox visible only to someone who has lost their way
ar: ثعلب لا يراه إلا من ضلّ الطريق
de: Ein Fuchs, sichtbar nur für den, der den Weg verloren hat
es: Un zorro visible solo para quien se ha perdido
fr: Un renard visible seulement pour qui s’est perdu
it: Una volpe visibile solo a chi si è perso
pt_br: Uma raposa visível apenas para quem se perdeu

source: A goose in the lake ice who is not dead
ar: إوزّة في جليد البحيرة، ليست ميتة
de: Eine Gans im Seeeis, die nicht tot ist
es: Un ganso en el hielo del lago que no está muerto
fr: Une oie dans la glace du lac qui n’est pas morte
it: Un’oca nel ghiaccio del lago che non è morta
pt_br: Um ganso no gelo do lago que não está morto

source: A grown-up needs to answer this before we continue.
ar: على شخص بالغ الإجابة عن هذا قبل المتابعة.
de: Ein Erwachsener muss das beantworten, bevor es weitergeht.
es: Un adulto tiene que responder esto antes de continuar.
fr: Un adulte doit répondre à ceci avant de continuer.
it: Un adulto deve rispondere prima di continuare.
pt_br: Um adulto precisa responder isto antes de continuarmos.

source: A gull who returns what the sea took
ar: نورس يُعيد ما أخذه البحر
de: Eine Möwe, die zurückbringt, was das Meer nahm
es: Una gaviota que devuelve lo que se llevó el mar
fr: Une mouette qui rend ce que la mer a pris
it: Un gabbiano che restituisce ciò che il mare ha preso
pt_br: Uma gaivota que devolve o que o mar levou

source: A hare who goes white a week before the snow
ar: أرنب يبيضّ قبل الثلج بأسبوع
de: Ein Hase, der eine Woche vor dem Schnee weiß wird
es: Una liebre que se vuelve blanca una semana antes de la nieve
fr: Un lièvre qui blanchit une semaine avant la neige
it: Una lepre che diventa bianca una settimana prima della neve
pt_br: Uma lebre que fica branca uma semana antes da neve

source: A hare who maps paths that do not exist yet
ar: أرنب يرسم دروبًا لم تُوجد بعد
de: Ein Hase, der Wege kartiert, die es noch nicht gibt
es: Una liebre que traza caminos que aún no existen
fr: Un lièvre qui cartographie des chemins qui n’existent pas encore
it: Una lepre che disegna sentieri che non esistono ancora
pt_br: Uma lebre que mapeia caminhos que ainda não existem

source: A hedgehog who collects the last hour of the day
ar: قنفذ يجمع آخر ساعة من اليوم
de: Ein Igel, der die letzte Stunde des Tages sammelt
es: Un erizo que colecciona la última hora del día
fr: Un hérisson qui collectionne la dernière heure du jour
it: Un riccio che colleziona l’ultima ora del giorno
pt_br: Um ouriço que coleciona a última hora do dia

source: A heron made of river glass
ar: مالك حزين مصنوع من زجاج النهر
de: Ein Reiher aus Flussglas
es: Una garza hecha de vidrio de río
fr: Un héron fait de verre de rivière
it: Un airone fatto di vetro di fiume
pt_br: Uma garça feita de vidro de rio

source: A kestrel who hangs still above whatever is missing
ar: عوسق يقف ثابتًا فوق ما هو مفقود
de: Ein Turmfalke, der reglos über dem steht, was fehlt
es: Un cernícalo que se queda quieto sobre lo que falta
fr: Un faucon crécerelle qui reste immobile au-dessus de ce qui manque
it: Un gheppio che rimane fermo sopra ciò che manca
pt_br: Um peneireiro que fica parado no ar acima do que está faltando

source: A lark whose song keeps the morning from closing
ar: قُبَّرة يمنع غناؤها الصباحَ من الانغلاق
de: Eine Lerche, deren Gesang den Morgen daran hindert, sich zu schließen
es: Una alondra cuyo canto impide que la mañana se cierre
fr: Une alouette dont le chant empêche le matin de se refermer
it: Un’allodola il cui canto impedisce al mattino di chiudersi
pt_br: Uma cotovia cujo canto impede a manhã de se fechar

source: A marten who leaves something better than what she takes
ar: دَلَقٌ يترك شيئًا أفضل ممّا يأخذه
de: Ein Marder, der etwas Besseres zurücklässt, als er nimmt
es: Una marta que deja algo mejor que lo que toma
fr: Une martre qui laisse quelque chose de mieux que ce qu’elle prend
it: Una martora che lascia qualcosa di meglio di ciò che prende
pt_br: Uma marta que deixa algo melhor do que o que leva

source: A mouse who carries a light up ahead of you
ar: فأر يحمل ضوءًا يسبقك
de: Eine Maus, die dir mit einem Licht voraus geht
es: Un ratón que lleva una luz delante de ti
fr: Une souris qui porte une lumière devant toi
it: Un topo che porta una luce davanti a te
pt_br: Um rato que carrega uma luz à sua frente

source: A musk ox who stands at the place the wind begins
ar: ثور مسك يقف عند مبدأ الريح
de: Ein Moschusochse, der dort steht, wo der Wind beginnt
es: Un buey almizclero que se planta donde comienza el viento
fr: Un bœuf musqué qui se tient à l’endroit où le vent commence
it: Un bue muschiato che sta dove comincia il vento
pt_br: Um boi-almiscarado que fica onde o vento começa

source: A nightingale who sings the parts of a story people drop
ar: بلبل يُغنّي الأجزاء التي يُسقطها الناس من الحكاية
de: Eine Nachtigall, die die Teile einer Geschichte singt, die die Menschen fallen lassen
es: Un ruiseñor que canta las partes de una historia que la gente se salta
fr: Un rossignol qui chante les parties d’une histoire que les gens laissent tomber
it: Un usignolo che canta le parti di una storia che le persone tralasciano
pt_br: Um rouxinol que canta as partes de uma história que as pessoas deixam de lado

source: A nudge at story time
ar: تذكير لطيف عند وقت القصة
de: Eine Erinnerung zur Geschichtenzeit
es: Un aviso a la hora del cuento
fr: Un petit rappel à l’heure du conte
it: Un promemoria all’ora della storia
pt_br: Um lembrete na hora da história

source: A ptarmigan who hides what the storm is looking for
ar: طرغل يُخفي ما تبحث عنه العاصفة
de: Ein Schneehuhn, das versteckt, wonach der Sturm sucht
es: Una perdiz nival que esconde lo que busca la tormenta
fr: Un lagopède qui cache ce que la tempête cherche
it: Una pernice bianca che nasconde ciò che la tempesta cerca
pt_br: Uma perdiz-branca que esconde o que a tempestade procura

source: A reindeer who brings the first snow down
ar: رنّة تُنزل أول ثلج
de: Ein Rentier, das den ersten Schnee herabbringt
es: Un reno que baja la primera nieve
fr: Un renne qui fait descendre la première neige
it: Una renna che fa scendere la prima neve
pt_br: Uma rena que traz a primeira neve para baixo

source: A salmon who takes a name upriver
ar: سلمون يأخذ اسمًا إلى منبع النهر
de: Ein Lachs, der einen Namen flussaufwärts bringt
es: Un salmón que lleva un nombre río arriba
fr: Un saumon qui porte un nom en amont
it: Un salmone che porta un nome controcorrente
pt_br: Um salmão que leva um nome rio acima

source: A seal who surfaces only for someone about to give up
ar: فقمة لا تظهر على السطح إلا لمن يوشك على الاستسلام
de: Eine Robbe, die nur für jemanden auftaucht, der aufgeben will
es: Una foca que solo sale a la superficie para quien está por rendirse
fr: Un phoque qui ne remonte que pour quelqu’un sur le point d’abandonner
it: Una foca che riemerge solo per chi sta per arrendersi
pt_br: Uma foca que só aparece na superfície para quem está prestes a desistir

source: A shelf of your own
ar: رفّك الخاص
de: Ein eigenes Regal
es: Una estantería tuya
fr: Une étagère à toi
it: Una mensola tutta tua
pt_br: Uma prateleira sua

source: A shoal who spell out the water to come
ar: سربٌ يتهجّى الماء الذي سيأتي
de: Ein Schwarm, der das kommende Wasser buchstabiert
es: Un banco de peces que deletrea el agua que viene
fr: Un banc de poissons qui épelle l’eau à venir
it: Un banco che compita l’acqua a venire
pt_br: Um cardume que soletra a água que vem

source: A snow leopard who has never been in a picture
ar: نمر ثلوج لم يظهر في صورة قط
de: Ein Schneeleopard, der noch nie auf einem Bild war
es: Un leopardo de las nieves que nunca ha salido en una foto
fr: Une panthère des neiges qui n’a jamais été sur une photo
it: Un leopardo delle nevi mai apparso in una foto
pt_br: Um leopardo-das-neves que nunca apareceu em foto

source: A spider whose web catches what was said
ar: عنكبوت شبكتُها تلتقط ما قيل
de: Eine Spinne, deren Netz fängt, was gesagt wurde
es: Una araña cuya telaraña atrapa lo que se dijo
fr: Une araignée dont la toile attrape ce qui a été dit
it: Un ragno la cui tela cattura ciò che è stato detto
pt_br: Uma aranha cuja teia captura o que foi dito

source: A stag whose antlers grow the shape of the coming season
ar: أيّل تنمو قرونه على شكل الفصل القادم
de: Ein Hirsch, dessen Geweih die Form der kommenden Jahreszeit annimmt
es: Un ciervo cuyas astas crecen con la forma de la estación que viene
fr: Un cerf dont les bois prennent la forme de la saison à venir
it: Un cervo le cui corna crescono nella forma della stagione a venire
pt_br: Um cervo cujos chifres crescem no formato da estação que vem

source: A stork who delivers the apology you could not say
ar: لقلق يوصل الاعتذار الذي لم تستطع قوله
de: Ein Storch, der die Entschuldigung überbringt, die du nicht sagen konntest
es: Una cigüeña que entrega la disculpa que no pudiste decir
fr: Une cigogne qui livre l’excuse que tu n’as pas su dire
it: Una cicogna che consegna le scuse che non hai saputo dire
pt_br: Uma cegonha que entrega o pedido de desculpas que você não conseguiu dizer

source: A swift eleven years in the air
ar: سمامة أحد عشر عامًا في الهواء
de: Ein Mauersegler elf Jahre in der Luft
es: Un vencejo once años en el aire
fr: Un martinet onze ans en l’air
it: Un rondone undici anni in aria
pt_br: Um andorinhão onze anos no ar

source: A time set aside
ar: وقت مخصّص
de: Eine feste Zeit
es: Un momento reservado
fr: Un moment réservé
it: Un momento riservato
pt_br: Um horário reservado

source: A toad who keeps the only clock the wood agrees on
ar: علجوم يحرس الساعة الوحيدة التي تتّفق عليها الغابة
de: Eine Kröte, die die einzige Uhr hütet, auf die sich der Wald einigt
es: Un sapo que mantiene el único reloj en el que el bosque coincide
fr: Un crapaud qui tient la seule horloge sur laquelle le bois est d’accord
it: Un rospo che tiene l’unico orologio su cui il bosco è d’accordo
pt_br: Um sapo que mantém o único relógio no qual o bosque concorda

source: A turtle who was there before the harbour
ar: سلحفاة كانت هناك قبل الميناء
de: Eine Schildkröte, die schon vor dem Hafen da war
es: Una tortuga que estaba allí antes que el puerto
fr: Une tortue qui était là avant le port
it: Una tartaruga che era lì prima del porto
pt_br: Uma tartaruga que estava lá antes do porto

source: A weathervane bird who turns before the wind does
ar: طائر دوّار الريح يدور قبل أن تدور الرياح
de: Ein Wetterhahn-Vogel, der sich vor dem Wind dreht
es: Un pájaro-veleta que gira antes que el viento
fr: Un oiseau-girouette qui tourne avant le vent
it: Un uccello-banderuola che gira prima del vento
pt_br: Um pássaro de cata-vento que gira antes do vento girar

source: A wolf who walks the line between two villages
ar: ذئب يمشي على الخط بين قريتين
de: Ein Wolf, der die Linie zwischen zwei Dörfern abschreitet
es: Un lobo que camina la línea entre dos pueblos
fr: Un loup qui marche sur la ligne entre deux villages
it: Un lupo che percorre la linea tra due paesi
pt_br: Um lobo que anda na linha entre duas aldeias

source: A woodpecker who opens doors in trees
ar: نقّار خشب يفتح أبوابًا في الأشجار
de: Ein Specht, der Türen in Bäume schlägt
es: Un pájaro carpintero que abre puertas en los árboles
fr: Un pic qui ouvre des portes dans les arbres
it: Un picchio che apre porte negli alberi
pt_br: Um pica-pau que abre portas em árvores

source: About %lld min
ar: حوالي %lld دقيقة
de: Etwa %lld Min
es: Alrededor de %lld min
fr: Environ %lld min
it: Circa %lld min
pt_br: Cerca de %lld min

source: Active
ar: نشط
de: Aktiv
es: Activa
fr: Actif
it: Attivo
pt_br: Ativa

source: Ada works out that the bird outside her window has not touched ground since she was born.
ar: تكتشف عادة أن الطائر أمام نافذتها لم يمس الأرض منذ ولادتها.
de: Ada rechnet aus, dass der Vogel vor ihrem Fenster seit ihrer Geburt keinen Boden berührt hat.
es: Ada averigua que el pájaro fuera de su ventana no ha tocado el suelo desde que nació.
fr: Ada comprend que l’oiseau devant sa fenêtre n’a pas touché terre depuis sa naissance.
it: Ada scopre che l’uccello fuori dalla sua finestra non tocca terra da quando è nata.
pt_br: Ada descobre que o pássaro fora da janela dela não toca o chão desde que ela nasceu.

source: Add story files to Content/Stories and list their ids in stories.json.
ar: أضف الملفات إلى Content/Stories وضع معرّفاتها في stories.json.
de: Füge Dateien in Content/Stories hinzu und trage ihre IDs in stories.json ein.
es: Agrega archivos en Content/Stories y enumera sus ids en stories.json.
fr: Ajoute des fichiers dans Content/Stories et liste leurs ids dans stories.json.
it: Aggiungi file in Content/Stories ed elenca i loro id in stories.json.
pt_br: Adicione arquivos em Content/Stories e liste os ids em stories.json.

source: Add to favourites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
pt_br: Adicionar aos favoritos

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
it: Tutti
pt_br: Todos

source: All fifty
ar: الخمسون كلها
de: Alle fünfzig
es: Las cincuenta
fr: Les cinquante
it: Tutte e cinquanta
pt_br: Todas as cinquenta

source: All fifty stories
ar: جميع القصص الخمسين
de: Alle fünfzig Geschichten
es: Las cincuenta historias
fr: Les cinquante histoires
it: Tutte le cinquanta storie
pt_br: Todas as cinquenta histórias

source: Alone
ar: وحده
de: Allein
es: Solo
fr: Seul
it: Solo
pt_br: Sozinho

source: An arctic fox who buries anything warm
ar: ثعلب قطبي يدفن كل ما هو دافئ
de: Ein Polarfuchs, der alles Warme vergräbt
es: Una zorra ártica que entierra cualquier cosa cálida
fr: Un renard arctique qui enterre tout ce qui est chaud
it: Una volpe artica che sotterra tutto ciò che è caldo
pt_br: Uma raposa-do-ártico que enterra qualquer coisa quente

source: An eel who knows the streets under the reservoir
ar: جرّي يعرف الشوارع تحت السد
de: Ein Aal, der die Straßen unter dem Stausee kennt
es: Una anguila que conoce las calles bajo el embalse
fr: Une anguille qui connaît les rues sous le réservoir
it: Un’anguilla che conosce le vie sotto il bacino
pt_br: Uma enguia que conhece as ruas sob o reservatório

source: An ermine who carries the thaw in her mouth
ar: رمَك يحمل الذوبان في فمه
de: Ein Hermelin, das das Tauwetter im Maul trägt
es: Un armiño que lleva el deshielo en la boca
fr: Une hermine qui porte le dégel dans la gueule
it: Un ermellino che porta il disgelo in bocca
pt_br: Um arminho que leva o degelo na boca

source: An hour
ar: ساعة
de: Eine Stunde
es: Una hora
fr: Une heure
it: Un’ora
pt_br: Uma hora

source: An octopus who keeps what the nets bring up
ar: أخطبوط يحتفظ بما تجذبه الشِباك
de: Ein Oktopus, der behält, was die Netze heraufbringen
es: Un pulpo que guarda lo que suben las redes
fr: Un poulpe qui garde ce que les filets remontent
it: Un polpo che tiene ciò che le reti tirano su
pt_br: Um polvo que guarda o que as redes trazem

source: An otter who carries a light underwater
ar: قضاعة تحمل ضوءًا تحت الماء
de: Ein Otter, der ein Licht unter Wasser trägt
es: Una nutria que lleva una luz bajo el agua
fr: Une loutre qui porte une lumière sous l’eau
it: Una lontra che porta una luce sott’acqua
pt_br: Uma lontra que carrega uma luz debaixo d’água

source: An owl who knows the name nobody uses
ar: بومة تعرف الاسم الذي لا يستعمله أحد
de: Eine Eule, die den Namen kennt, den niemand benutzt
es: Un búho que sabe el nombre que nadie usa
fr: Une chouette qui connaît le nom que personne n’utilise
it: Un gufo che sa il nome che nessuno usa
pt_br: Uma coruja que sabe o nome que ninguém usa

source: Ants who take away what a house has been arguing about
ar: نمل يأخذ ما تتشاجر عليه بيت
de: Ameisen, die wegtragen, worüber ein Haus streitet
es: Hormigas que se llevan aquello por lo que una casa discute
fr: Des fourmis qui emportent ce sur quoi une maison se dispute
it: Formiche che portano via ciò per cui una casa sta litigando
pt_br: Formigas que levam embora aquilo pelo que uma casa está discutindo

source: Apprentice
ar: متدرّب
de: Lehrling
es: Aprendiz
fr: Apprenti
it: Apprendista
pt_br: Aprendiz

source: Archmage
ar: كبير السحرة
de: Erzmagier
es: Archimago
fr: Archimage
it: Arcimago
pt_br: Arquimago

source: Ask a grown-up
ar: اطلب من شخص بالغ
de: Frag einen Erwachsenen
es: Pide a un adulto
fr: Demande à un adulte
it: Chiedi a un adulto
pt_br: Chame um adulto

source: Ask a grown-up to help you with this one.
ar: اطلب من شخص بالغ مساعدتك في هذه.
de: Bitte einen Erwachsenen, dir dabei zu helfen.
es: Pide a un adulto que te ayude con esta.
fr: Demande à un adulte de t’aider pour celle-ci.
it: Chiedi a un adulto di aiutarti con questa.
pt_br: Peça a um adulto para te ajudar com essa.

source: At
ar: الساعة
de: Um
es: A las
fr: À
it: Alle
pt_br: Às

source: At the Mouth
ar: عند المصبّ
de: An der Mündung
es: En la Desembocadura
fr: À l’Embouchure
it: Alla Foce
pt_br: Na Foz
